/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Redirection aux dossiers";
"MCXRedirector.pfm_description" =			"Crée et supprime les liens symboliques de dossiers placés dans le dossier de départ de l’utilisateur, pointant vers d’autres dossiers. L’utilisateur doit disposer des privilèges adéquats pour pouvoir accéder au dossier cible.";

"LoginRedirection-raw.pfm_title" =			"Redirections d’ouverture de session";
"LoginRedirection-raw.pfm_description" =			"Redirections effectuées lors de l’ouverture de session.";
"OtherRedirection-raw.pfm_title" =			"Autres redirections";
"OtherRedirection-raw.pfm_description" =			"Redirections assurées dans les transitions réseau et lorsque les Préférences sont gérées.";
"LogoutRedirection-raw.pfm_title" =			"Redirections de fermeture de session";
"LogoutRedirection-raw.pfm_description" =			"Redirections effectuées lors de la fermeture de session.";

"ActionInfo.pfm_title" =			"Action Rediriger";
"ActionInfo.pfm_description" =			"Une action de redirection.";

"action.pfm_title" =			"Action";
"action.pfm_description" =			"Action effectuée. Utilisez « deleteAndCreateSymLink » pour supprimer un élément dont le chemin est indiqué dans « Folder Path » puis créer un lien symbolique vers « Destination Folder Path » (Chemin d’accès au dossier de destination). Utilisez « renameAndCreateSymLink » pour renommer un élément situé à l’emplacement « Folder Path » puis créer un lien symbolique vers « Destination Folder Path ». La variable « deletePath », quant à elle, permet de supprimer un élément indiqué dans « Folder Path ». Utilisez enfin « deleteSymLinkAndRestore » pour supprimer un lien symbolique vers « Folder Path » puis déplacer un dossier créé par la variable « renameAndCreateSymLink » à l’emplacement indiqué dans « Folder Path. »";
"path.pfm_title" =			"Chemin du dossier";
"path.pfm_description" =			"Chemin du dossier sur lequel une opération doit s’appliquer, mais aussi emplacement dédié à un lien symbolique. Le chemin doit se trouver dans le dossier de départ de l’utilisateur. Débutez le chemin par « ~/ ».";
"destPath.pfm_title" =			"Chemin du dossier de destination";
"destPath.pfm_description" =			"Chemin du dossier de destination pour un lien symbolique. Utilisez « ~ » pour spécifier un chemin dans le dossier de départ de l’utilisateur. La valeur « %@ », quant à elle, permet de spécifier le nom de l’utilisateur.";
